anthropic.claude-code
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
metaphore.kanagawa-vscode-color-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
unifiedjs.vscode-mdx
vscodevim.vim
